Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Create backup repository
sv: Skapa backup repository

source: Added new repository.
sv: Lade till nytt kodfÃ¶rrÃ¥d.

source: Create remote backup repository
sv: Skapa remote backup repository

source: Added new remote SSH repository.
sv: Lade till ett nytt remote SSH-repository.

source: Verify SSH hostkey
sv: Verifiera SSH hostkey

source: SSH host already verified.
sv: SSH host redan verifierat.

source: SSH host verified.
sv: SSH host verifierade.

source: Repository removed.
sv: Repository raderad.

source: Remove Repository
sv: Radera Repository

source: Repository removed. Backups were not deleted.
sv: Repository tas bort.SÃ¤kerhetskopior raderades inte.

source: Unmounting failed!
sv: Avmontering misslyckas!

source: Mounting failed
sv: Avmontering misslyckades

source: bepasty is a web application that allows large files to be uploaded and shared. Text and code snippets can also be pasted and shared. Text, image, audio, video and PDF documents can be previewed in the browser. Shared files can be set to expire after a time period.
sv: bepasty Ã¤r en webbapplikation som gÃ¶r att stora filer kan laddas upp och delas. Text- och kodavsnitt kan ocksÃ¥ klistras in och delas. Text, bild, ljud, video och PDF-dokument kan fÃ¶rhandsgranskas i webblÃ¤saren. Delade filer kan stÃ¤llas in fÃ¶r att lÃ¶pa ut efter en tidsperiod.

source: bepasty does not use usernames for login. It only uses passwords. For each password, a set of permissions can be selected. Once you have created a password, you can share it with the users who should have the associated permissions.
sv: bepasty anvÃ¤nder inte anvÃ¤ndarnamn fÃ¶r inloggning. Den anvÃ¤nder bara lÃ¶senord. FÃ¶r varje lÃ¶senord kan en uppsÃ¤ttning behÃ¶righeter vÃ¤ljas. NÃ¤r du har skapat ett lÃ¶senord kan du dela det med de anvÃ¤ndare som ska ha tillhÃ¶rande behÃ¶righeter.

source: You can also create multiple passwords with the same set of privileges, and distribute them to different people or groups. This will allow you to later revoke access for a single person or group, by removing their password from the list.
sv: Du kan ocksÃ¥ skapa flera lÃ¶senord med samma uppsÃ¤ttning privilegier, och distribuera dem till olika personer eller grupper. Detta gÃ¶r att du senare Ã¥terkalla Ã¥tkomst fÃ¶r en enda person eller grupp, genom att ta bort deras lÃ¶senord frÃ¥n listan.

source: Read a file, if a web link to the file is available
sv: LÃ¤s en fil om en webblÃ¤nk till filen Ã¤r tillgÃ¤nglig

source: Create or upload files
sv: Skapa eller ladda upp filer

source: List all files and their web links
sv: Lista alla filer och deras webblÃ¤nkar

source: Delete files
sv: Ta bort filer

source: Administer files: lock/unlock files
sv: Administrera filer: lÃ¥sa/lÃ¥sa upp filer

source: None, password is always required
sv: Inget, lÃ¶senord krÃ¤vs alltid

source: List and read all files
sv: Lista och lÃ¤sa alla filer

source: Public Access (default permissions)
sv: Offentlig tillgÃ¥ng (standardbehÃ¶righeter)

source: Permissions for anonymous users, who have not provided a password.
sv: BehÃ¶righeter fÃ¶r anonyma anvÃ¤ndare, som inte har angett nÃ¥got lÃ¶senord.

source: Permissions
sv: Behörigheter

source: Users that log in with this password will have the selected permissions.
sv: AnvÃ¤ndare som loggar in med det hÃ¤r lÃ¶senordet kommer att ha de valda behÃ¶righeterna.

source: Comment
sv: Kommentar

source: Any comment to help you remember the purpose of this password.
sv: Alla kommentarer som hjÃ¤lper dig att komma ihÃ¥g syftet med det hÃ¤r lÃ¶senordet.

source: File sharing
sv: Fildelning

source: Manage Passwords
sv: Hantera lÃ¶senord

source: Add password
sv: LÃ¤gg till lÃ¶senord

source: No passwords currently configured.
sv: Inga lÃ¶senord har fÃ¶r nÃ¤rvarande konfigurerats.

source: Password
sv: Lösenord

source: editor
sv: Redigerare

source: viewer
sv: Visare

source: Read
sv: LÃ¤sa

source: Create
sv: Skapa

source: List
sv: Lista

source: Delete
sv: Ta bort

source: Admin
sv: Administration

source: Configuration updated.
sv: Konfiguration uppdaterad.

source: An error occurred during configuration.
sv: Ett fel intrÃ¤ffade under konfiguration.

source: Password added.
sv: LÃ¶senord tillagt.

source: Add Password
sv: LÃ¤gg till lÃ¶senord

source: Password deleted.
sv: LÃ¶senord raderat.

source: BIND enables you to publish your Domain Name System (DNS) information on the Internet, and to resolve DNS queries for your user devices on your network.
sv: Med BIND kan du publicera din Domain Name System (DNS) -information pÃ¥ Internet och lÃ¶sa DNS sÃ¶kfrÃ¥gor fÃ¶r dina anvÃ¤ndarenheter i ditt nÃ¤tverk.

source: Currently, on {box_name}, BIND is only used to resolve DNS queries for other machines on local network. It is also incompatible with sharing Internet connection from {box_name}.
sv: FÃ¶r nÃ¤rvarande, pÃ¥ {box_name}, anvÃ¤nds BIND bara fÃ¶r att lÃ¶sa DNS-frÃ¥gor fÃ¶r andra maskiner i det lokala nÃ¤tverket. Det Ã¤r ocksÃ¥ ofÃ¶renligt med att dela Internet-anslutning frÃ¥n {box_name}.

source: Forwarders
sv: Vidarebefordrare

source: A list DNS servers, separated by space, to which requests will be forwarded
sv: En lista med DNS-servrar, separerade med mellanslag, till vilka fÃ¶rfrÃ¥gningar kommer att vidarebefordras

source: Serving Domains
sv: BetjÃ¤na domÃ¤ner

source: Type
sv: Typ

source: Domain Names
sv: DomÃ¤nnamn

source: Serving
sv: Servering

source: IP addresses
sv: IP-adresser

source: Refresh IP address and domains
sv: Uppdatera IP-adress och domÃ¤ner

source: Configuration updated
sv: Konfiguration uppdaterad

source: calibre server provides online access to your e-book collection. You can store your e-books on your {box_name}, read them online or from any of your devices.
sv: calibre server ger online tillgÃ¥ng till din e-bok samling. Du kan lagra dina e-bÃ¶cker pÃ¥ din {box_name}, lÃ¤sa dem online eller frÃ¥n nÃ¥gon av dina enheter.

source: You can organize your e-books, extract and edit their metadata, and perform advanced search. calibre can import, export, or convert across a wide range of formats to make e-books ready for reading on any device. It also provides an online web reader. It remembers your last read location, bookmarks, and highlighted text. Content distribution using OPDS is currently not supported.
sv: Du kan organisera dina e-bÃ¶cker, extrahera och redigera deras metadata och utfÃ¶ra avancerad sÃ¶kning. Calibre kan importera, exportera eller konvertera Ã¶ver ett brett spektrum av format fÃ¶r att gÃ¶ra e-bÃ¶cker redo fÃ¶r lÃ¤sning pÃ¥ alla enheter. Det ger ocksÃ¥ en online webblÃ¤sare. Den kommer ihÃ¥g din senast lÃ¤sta plats, bokmÃ¤rken och markerad text. InnehÃ¥llsdistribution med OPDS stÃ¶ds fÃ¶r nÃ¤rvarande inte.

source: Only users belonging to <em>calibre</em> group will be able to access the app. All users with access can use all the libraries.
sv: Endast anvÃ¤ndare som tillhÃ¶r <em>calibre </em> -gruppen kan komma Ã¥t appen. Alla anvÃ¤ndare med Ã¥tkomst kan anvÃ¤nda alla bibliotek.

source: Use calibre e-book libraries
sv: AnvÃ¤nd calibre e-bokbibliotek

source: Name of the new library
sv: Det nya bibliotekets namn

source: Only letters of the English alphabet, numbers and the characters _ . and - without spaces or special characters. Example: My_Library_2000
sv: Endast bokstÃ¤ver i det engelska alfabetet, siffror och tecken _ . och - utan mellanslag eller specialtecken. Exempel: My_Library_2000

source: A library with this name already exists.
sv: Ett bibliotek med detta namn finns redan.

source: Ebook
sv: Ebok

source: Library
sv: Bibliotek

source: Ebook reader
sv: E-boksbibliotek

source: Delete calibre Library <em>%(name)s</em>
sv: Ta bort calibre-biblioteket <em>%(name)s</em>

source: Delete this library permanently? All stored e-books and saved data will be lost.
sv: Vill du radera det hÃ¤r biblioteket permanent? Alla lagrade e-bÃ¶cker och sparade data gÃ¥r fÃ¶rlorade.

source: Delete %(name)s
sv: Ta bort %(name)s

source: Manage Libraries
sv: Hantera bibliotek

source: Create Library
sv: Skapa bibliotek

source: No libraries available.
sv: Inga bibliotek tillgÃ¤ngliga.

source: Go to library %(library)s
sv: GÃ¥ till biblioteket %(library)s

source: Delete library %(library)s
sv: Ta bort bibliotek %(library)s

source: Library created.
sv: Bibliotek skapat.

source: An error occurred while creating the library.
sv: Ett fel uppstod nÃ¤r biblioteket skulle skapas.

source: {name} deleted.
sv: {name} borttagen.

source: Could not delete {name}: {error}
sv: Kunde inte ta bort {name}: {error}

source: Cockpit is a server manager that makes it easy to administer GNU/Linux servers via a web browser. On a {box_name}, controls are available for many advanced functions that are not usually required. A web based terminal for console operations is also available.
sv: Cockpit Ã¤r en serverhanterare som gÃ¶r det enkelt att administrera GNU / Linux-servrar via en webblÃ¤sare. PÃ¥ en {box_name} finns kontroller tillgÃ¤ngliga fÃ¶r mÃ¥nga avancerade funktioner som vanligtvis inte krÃ¤vs. En webbaserad terminal fÃ¶r konsoloperationer Ã¤r ocksÃ¥ tillgÃ¤nglig.

source: Cockpit can be used to perform advanced storage operations such as disk partitioning and RAID management. It can also be used for opening custom firewall ports and advanced networking such as bonding, bridging and VLAN management.
sv: Cockpit kan anvÃ¤ndas fÃ¶r att utfÃ¶ra avancerade lagringsÃ¥tgÃ¤rder som diskpartitionering och RAID-hantering. Den kan ocksÃ¥ anvÃ¤ndas fÃ¶r att Ã¶ppna anpassade brandvÃ¤ggsportar och avancerade nÃ¤tverk som bindning, bryggning och VLAN-hantering.

source: It can be accessed by <a href="{users_url}">any user</a> on {box_name} belonging to the admin group.
sv: Den kan nÃ¥s genom att <a href="{users_url}">alla anvÃ¤ndar</a> pÃ¥ {box_name} som hÃ¶r till administratÃ¶rsgruppen.

source: Advanced administration
sv: Avancerad administration

source: Web terminal
sv: Webbterminal

source: Storage
sv: Lagring

source: Networking
sv: Nätverk

source: Services
sv: Tjänster

source: Logs
sv: Loggar

source: Performance
sv: Prestanda

source: Here you can set some general configuration options like webserver home page etc.
sv: HÃ¤r kan du stÃ¤lla in nÃ¥gra allmÃ¤nna konfigurationsalternativ som webbserver, hemsida med mera.

source: General Configuration
sv: AllmÃ¤n Konfiguration

source: Configure
sv: Konfigurera

source: {user}'s website
sv: {user}s webbplats

source: Apache Default
sv: Apache standard

source: Webserver Home Page
sv: Webbserverens hemsida

source: Choose the default page that must be served when someone visits your {box_name} on the web. A typical use case is to set your blog or wiki as the home page when someone visits the domain name. Note that once the home page is set to something other than {box_name} Service (Plinth), your users must explicitly type /freedombox to reach {box_name} Service (Plinth).
sv: VÃ¤lj standardsidan som mÃ¥ste visas nÃ¤r nÃ¥gon besÃ¶ker ditt {box_name} pÃ¥ webben. Ett typiskt fall Ã¤r att stÃ¤lla in din blogg eller wiki som hemsida nÃ¤r nÃ¥gon besÃ¶ker domÃ¤nnamnet. Observera att nÃ¤r hemsidan Ã¤r instÃ¤lld pÃ¥ nÃ¥got annat Ã¤n {box_name} Service (Plinth), mÃ¥ste dina anvÃ¤ndare uttryckligen skriva /freedombox fÃ¶r att nÃ¥ {box_name} Service (Plinth).

source: Show advanced apps and features
sv: Visa avancerade appar och funktioner

source: Show apps and features that require more technical knowledge.
sv: Visa appar och funktioner som krÃ¤ver mer teknisk kunskap.

source: System-wide logging
sv: Systemomfattande loggning

source: Disable logging, for privacy
sv: Inaktivera loggning fÃ¶r sekretess

source: Keep some in memory until a restart, for performance
sv: HÃ¥ll nÃ¥gra i minnet tills en omstart, fÃ¶r prestanda

source: Write to disk, useful for debugging
sv: Skriv till disk, anvÃ¤ndbart fÃ¶r felsÃ¶kning

source: Logs contain information about who accessed the system and debug information from various services
sv: Loggar innehÃ¥ller information om vem som har Ã¥tkomst till systemet och felsÃ¶kningsinformation frÃ¥n olika tjÃ¤nster

source: Homepage
sv: Hemsida

source: Logging
sv: Loggning

source: Advanced apps
sv: Avancerade appar

source: Error setting webserver home page: {exception}
sv: Fel vid instÃ¤llning av webbserverns hemsida: {exception}

source: Webserver home page set
sv: Webbserverns hemsida Ã¤r instÃ¤llt

source: Error changing advanced mode: {exception}
sv: Fel vid Ã¤ndring av avancerat lÃ¤ge: {exception}

source: Showing advanced apps and features
sv: Visar avancerade appar och funktioner

source: Hiding advanced apps and features
sv: DÃ¶lja avancerade appar och funktioner

source: Coturn is a server to facilitate audio/video calls and conferences by providing an implementation of TURN and STUN protocols. WebRTC, SIP and other communication servers can use it to establish a call between parties who are otherwise unable connect to each other.
sv: Coturn Ã¤r en server fÃ¶r att underlÃ¤tta ljud- / videosamtal och konferenser genom att tillhandahÃ¥lla en implementering av TURN- och STUN-protokoll. WebRTC, SIP och andra kommunikationsservrar kan anvÃ¤nda den fÃ¶r att upprÃ¤tta ett samtal mellan parter som annars inte kan ansluta till varandra.

source: It is not meant to be used directly by users. Servers such as <a href="{ms_url}">Matrix Synapse</a> or <a href="{e_url}">ejabberd</a> need to be configured with the details provided here.
sv: Den Ã¤r inte avsedd att anvÃ¤ndas direkt av anvÃ¤ndarna. Servrar som <a href="{ms_url}">Matrix Synapse</a> eller <a href="{e_url}">ejabberd</a> mÃ¥ste konfigureras med de uppgifter som tillhandahÃ¥lls hÃ¤r.

source: Invalid list of STUN/TURN Server URIs
sv: Ogiltig lista fÃ¶r URI:er fÃ¶r STUN/TURN-servrar

source: Video conference
sv: Videokonferens

source: Use the following URLs to configure your communication server:
sv: AnvÃ¤nd fÃ¶ljande webbadresser fÃ¶r att konfigurera din kommunikationsserver:

source: Use the following shared authentication secret:
sv: AnvÃ¤nd fÃ¶ljande delade autentiseringshemligheter:

source: Network time server is a program that maintains the system time in synchronization with servers on the Internet.
sv: Network time server Ã¤r ett program som upprÃ¤tthÃ¥ller synkronisering av systemtiden med servrar pÃ¥ Internet.

source: Date & Time
sv: Datum och Tid

source: Time synchronized to NTP server
sv: Tid synkroniserad till NTP-server

source: Time Zone
sv: Tidszon

source: Set your time zone to get accurate timestamps. This will set the system-wide time zone.
sv: StÃ¤ll in din tidszon fÃ¶r att fÃ¥ korrekta tidsstÃ¤mplar. Detta stÃ¤ller in tidszonen fÃ¶r hela systemet.

source: -- no time zone set --
sv: -- ingen tidszon instÃ¤lld --

source: Network time
sv: NÃ¤tverkstid

source: Timezone
sv: Tidszon

source: Error setting time zone: {exception}
sv: Fel i instÃ¤llning av tidszon: {exception}

source: Time zone set
sv: Tidszon instÃ¤lld

source: Deluge is a BitTorrent client that features a Web UI.
sv: Deluge Ã¤r en BitTorrentklient som inkluderar ett Webbaserat anvÃ¤ndargrÃ¤nssnitt.

source: The default password is 'deluge', but you should log in and change it immediately after enabling this service.
sv: StandardlÃ¶senordet Ã¤r "deluge", men du bÃ¶r logga in och Ã¤ndra det omedelbart efter att du har aktiverat den hÃ¤r tjÃ¤nsten.

source: Download files using BitTorrent applications
sv: Ladda ner filer med BitTorrent-applikationer

source: Download directory
sv: Ladda ner katalog

source: Bittorrent client written in Python/PyGTK
sv: Bittorrent-klient skriven i Python / PyGTK

source: Web client
sv: Webklient

source: The system diagnostic test will run a number of checks on your system to confirm that applications and services are working as expected.
sv: Systemets diagnostiktest utfÃ¶r ett antal kontroller av ditt system fÃ¶r att bekrÃ¤fta att program och tjÃ¤nster fungerar som de ska.

source: This app also shows the <a href="{logs_url}">logs</a> for {box_name} services.
sv: Denna app visar ocksÃ¥ <a href="{logs_url}">loggar</a> fÃ¶r {box_name} tjÃ¤nster.

source: Diagnostics
sv: Diagnostik

source: skipped
sv: Hoppat Ã¶ver

source: passed
sv: passerade

source: failed
sv: misslyckades

source: error
sv: fel

source: warning
sv: varning

source: You should disable some apps to reduce memory usage.
sv: Du bÃ¶r inaktivera vissa appar fÃ¶r att minska minnesanvÃ¤ndningen.

source: You should not install any new apps on this system.
sv: Du bÃ¶r inte installera nÃ¥gra nya appar pÃ¥ det hÃ¤r systemet.

source: System is low on memory: {percent_used}% used, {memory_available} {memory_available_unit} free. {advice_message}
sv: Systemet Ã¤r ont om minne: {percent_used}% anvÃ¤nds, {memory_available}Â·{memory_available_unit} ledig. {advice_message}

source: Low Memory
sv: LÃ¥g minne

source: Running diagnostics
sv: KÃ¶r diagnostik

source: Found {issue_count} issues during routine tests.
sv: Hittade {issue_count} problem under rutintester.

source: Diagnostics results
sv: Diagnostikresultat

source: Go to diagnostics results
sv: GÃ¥ till Diagnostikresultat

source: Enable daily run
sv: Aktivera daglig kÃ¶rning

source: When enabled, diagnostic checks will run once a day.
sv: NÃ¤r det Ã¤r aktiverat kÃ¶rs diagnostiska kontroller en gÃ¥ng om dagen.

source: Enable automatic repair
sv: Aktivera automatisk reparation

source: If issues are found, try to repair them automatically.
sv: Om problem upptÃ¤cks, fÃ¶rsÃ¶k att reparera dem automatiskt.

source: Detect problems
sv: Finn problem

source: Repair
sv: Reparera

source: Daily
sv: Dagligen

source: Diagnostics Run
sv: Diagnostik kÃ¶rning

source: Run Diagnostics Now
sv: UtfÃ¶r diagnostik nu

source: View Results
sv: Visa resultat

source: Diagnostic Results
sv: Diagnostikresultat

source: Try to repair
sv: FÃ¶rsÃ¶k att reparera

source: This app does not support diagnostics
sv: Den hÃ¤r appen stÃ¶der inte diagnostik

source: Run Diagnostics
sv: UtfÃ¶r diagnostik

source: Re-run Diagnostics
sv: KÃ¶r diagnostik pÃ¥ nytt

source: Diagnostics test is currently running
sv: Diagnotiktest kÃ¶rs fÃ¶r nÃ¤rvarande

source: Results
sv: Resultat

source: %(number)s passed
sv: %(number)s passerade

source: %(number)s failed
sv: %(number)s misslyckades

source: %(number)s warnings
sv: %(number)s varningar

source: %(number)s errors
sv: %(number)s fel

source: %(number)s skipped
sv: %(number)s skippade

source: Running...
sv: KÃ¶r...

source: Result
sv: Resultat

source: Diagnostic Test
sv: Diagnostiktest

source: App {app_id} is not installed, cannot repair
sv: App {app_id} Ã¤r inte installerad, kan inte repareras

source: If your Internet provider changes your IP address periodically (i.e. every 24h), it may be hard for others to find you on the Internet. This will prevent others from finding services which are provided by this {box_name}.
sv: Om din InternetleverantÃ¶r periodiskt Ã¤ndrar din IP-adress (dvs varje 24h) kan det vara svÃ¥rt fÃ¶r andra att hitta dig pÃ¥ nÃ¤tet. Detta fÃ¶rhindrar andra att nÃ¥ de tjÃ¤nster som tillhandahÃ¥lls av denna {box_name}.

source: The solution is to assign a DNS name to your IP address and update the DNS name every time your IP is changed by your Internet provider. Dynamic DNS allows you to push your current public IP address to a <a href='http://gnudip2.sourceforge.net/' target='_blank'> GnuDIP</a> server. Afterwards, the server will assign your DNS name to the new IP, and if someone from the Internet asks for your DNS name, they will get a response with your current IP address.
sv: LÃ¶sningen Ã¤r att tilldela DNS-namn till din IP-adress och uppdatera DNS-namnet varje gÃ¥ng din IP Ã¤ndras av din InternetleverantÃ¶r. Dynamisk DNS kopplar din nuvarande offentliga IP-adress till en <a href="http://gnudip2.sourceforge.net/" target="_blank"> GnuDIP</a> server. DÃ¤refter ihopkopplar servern ditt DNS-namn till din nya IP, och om nÃ¥gon frÃ¥n Internet ber om ditt DNS-namn, kommer hen att fÃ¥ din aktuella IP som svar.

source: If you are looking for a free dynamic DNS account, you may find a free GnuDIP service at <a href='https://ddns.freedombox.org' target='_blank'>ddns.freedombox.org</a>. With this service, you also get unlimited subdomains (with wildcards option enabled in account settings). To use a subdomain, add it as a static domain in the Names app.
sv: Om du letar efter ett gratis dynamiskt DNS-konto kan du hitta en gratis GnuDIP-tjÃ¤nst pÃ¥ <a href="https://ddns.freedombox.org" target="_blank">ddns.freedombox.org</a>. Med denna tjÃ¤nst fÃ¥r du ocksÃ¥ obegrÃ¤nsade underdomÃ¤ner (med wildcards-alternativ aktiverat i kontoinstÃ¤llningar). FÃ¶r att anvÃ¤nda en underdomÃ¤n, lÃ¤gg till den som en statisk domÃ¤n i appen Namn.

source: Alternatively, you may find a free update URL based service at <a href='http://freedns.afraid.org/' target='_blank'>freedns.afraid.org</a>.
sv: Alternativt kan du hitta en gratis URL-baserad tjÃ¤nst med gratis uppdatering pÃ¥ <a href="http://freedns.afraid.org/" target="_blank">freedns.afraid.org</a>.

source: This service uses an external service to lookup public IP address. This can be configured in the privacy app.
sv: Denna tjÃ¤nst anvÃ¤nder en extern tjÃ¤nst fÃ¶r att sÃ¶ka offentlig IP-adress. Detta kan konfigureras i sekretessappen.

source: Dynamic DNS Client
sv: Klient fÃ¶r Dynamisk DNS

source: Dynamic Domain
sv: Dynamisk domÃ¤n

source: The Variables &lt;User&gt;, &lt;Pass&gt;, &lt;Ip&gt;, &lt;Domain&gt; may be used within the URL. For details see the update URL templates of the example providers.
sv: Variablerna &lt;User&gt;, &lt;Pass&gt;, &lt;Ip&gt;, &lt;Domain&gt; kan anvÃ¤ndas i webbadressen. Se mallar frÃ¥n de olika tjÃ¤nsteleverantÃ¶rerna fÃ¶r information om uppdateringsadress.

source: Please choose an update protocol according to your provider. If your provider does not support the GnuDIP protocol or your provider is not listed you may use the update URL of your provider.
sv: VÃ¤lj ett uppdateringsprotokoll enligt din leverantÃ¶r. Om din leverantÃ¶r inte stÃ¶der protokollet GnuDIP, eller din leverantÃ¶r saknas i listan, anvÃ¤nd din leverantÃ¶rs uppdateringsadress.

source: Please do not enter a URL here (like "https://example.com/") but only the hostname of the GnuDIP server (like "example.com").
sv: Skriv inte en full webbadress hÃ¤r (t.ex.: "https://exempel.com/"), utan endast vÃ¤rdnamnet fÃ¶r GnuDIP servern (t.ex.: "exempel.com").

source: The public domain name you want to use to reach your {box_name}.
sv: Det public domÃ¤nnamnet du vill anvÃ¤nda fÃ¶r att nÃ¥ ditt {box_name}.

source: Use this option if your provider uses self signed certificates.
sv: AnvÃ¤nd denna funktion om din tjÃ¤nsteleverantÃ¶r anvÃ¤nder sjÃ¤lvsignerade certifikat.

source: If this option is selected, your username and password will be used for HTTP basic authentication.
sv: Om detta alternativ Ã¤r markerat, kommer ditt anvÃ¤ndarnamn och lÃ¶senord anvÃ¤ndas fÃ¶r grundlÃ¤ggande HTTP autentisering.

source: Leave this field empty if you want to keep your current password.
sv: LÃ¤mna fÃ¤ltet tomt om du vill behÃ¥lla ditt nuvarande lÃ¶senord.

source: The username that was used when the account was created.
sv: AnvÃ¤ndarnamnet som anvÃ¤ndes nÃ¤r konton skapades.

source: Other update URL
sv: Annan uppdaterings-URL

source: Service Type
sv: Typ av tjänst

source: GnuDIP Server Address
sv: GnuDIP-serveradress

source: Invalid server name
sv: Du har angett ett ogiltigt servernamn

source: Update URL
sv: Adress fÃ¶r uppdateringar

source: Accept all SSL certificates
sv: Acceptera alla SSL-certifikat

source: Use HTTP basic authentication
sv: AnvÃ¤nd grundlÃ¤ggande HTTP-autentisering

source: Domain Name
sv: DomÃ¤nnamn

source: Invalid domain name
sv: Ogiltigt domÃ¤nnamn

source: Username
sv: Användarnamn

source: Show password
sv: Visa lÃ¶senord

source: Use IPv6 instead of IPv4
sv: AnvÃ¤nda IPv6 i stÃ¤llet fÃ¶r IPv4

source: This field is required.
sv: Detta fält är obligatoriskt.
